sugarcrm-connector-test/src/test/resources/artifacts/ESB/config/soapRequests/sugarcrm/getServerVersion.xml

<soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/" xmlns:sug="wso2.connector.sugarcrm.getserverversion" >
   <soap:Header/>
   <soap:Body>
      <sug:appUri>https://ancexg1011.trial.sugarcrm.com/soap.php</sug:appUri>
   </soap:Body>
</soap:Envelope>